/* No comment provided by engineer. */
"About App" = "アプリケーションについて";

/* No comment provided by engineer. */
"add Bi-weekly contribution to goal" = "目標に隔週の貯金を加える";

/* No comment provided by engineer. */
"Add Contribution" = "貯金を追加";

/* No comment provided by engineer. */
"add Daily contribution to goal" = "目標に毎日の貯金を加える";

/* No comment provided by engineer. */
"Add Goal" = "目標を追加";

/* No comment provided by engineer. */
"add Monthly contribution to goal" = "目標に毎月の貯金を加える";

/* No comment provided by engineer. */
"add Weekly contribution to goal" = "目標に毎週の貯金を加える";

/* No comment provided by engineer. */
"Album" = "アルバム";

/* No comment provided by engineer. */
"Alert" = "アラート";

/* No comment provided by engineer. */
"Alphabetically" = "アルファベット順";

/* No comment provided by engineer. */
"At" = "XXで";

/* No comment provided by engineer. */
"Bi-weekly" = "隔週";

/* No comment provided by engineer. */
"Bi-Weekly" = "隔週";

/* No comment provided by engineer. */
"Business" = "ビジネス";

/* No comment provided by engineer. */
"By" = "XXまで";

/* No comment provided by engineer. */
"By due date" = "期日まで";

/* No comment provided by engineer. */
"Camera" = "カメラ";

/* No comment provided by engineer. */
"CANCEL" = "キャンセル";

/* No comment provided by engineer. */
"Car" = "車";

/* No comment provided by engineer. */
"Completed Goals" = "完了した目標";

/* No comment provided by engineer. */
"Contributions" = "貯金";

/* No comment provided by engineer. */
"Daily" = "毎日";

/* No comment provided by engineer. */
"Edit Contribution" = "貯金の編集";

/* No comment provided by engineer. */
"Edit Goal" = "目標の編集";

/* No comment provided by engineer. */
"Everyday At" = "毎日:";

/* No comment provided by engineer. */
"facebook.com/getmoneyboxapp" = "facebook.com/getmoneyboxapp";

/* No comment provided by engineer. */
"Financial Goal" = "財政目標";

/* No comment provided by engineer. */
"Friday" = "金曜日";

/* No comment provided by engineer. */
"Goal" = "目標";

/* No comment provided by engineer. */
"Goal Completed" = "目標完了";

/* No comment provided by engineer. */
"Goal overdue" = "目標の期限切れ";

/* No comment provided by engineer. */
"Goal Overview" = "目標の概要";

/* No comment provided by engineer. */
"Goals" = "目標";

/* No comment provided by engineer. */
"House" = "家";

/* No comment provided by engineer. */
"Later" = "後で";

/* No comment provided by engineer. */
"Monday" = "月曜日";

/* No comment provided by engineer. */
"Money Box" = "Money Box";

/* No comment provided by engineer. */
"Money Box needs your permission to remind you about your saving goals and payments. This will help you achieve your savings goals faster. Do you want it to remind you next time?" = "マネーボックスは貯蓄の目標と支払いについてあなたに思い出させるためにあなたの許可を必要とします。 これにより、貯蓄目標をより速く達成するのに役立ちます。 あなたはそれが次回思い出してほしいですか？";

/* No comment provided by engineer. */
"moneybox.mobi" = "moneybox.mobi";

/* No comment provided by engineer. */
"Monthly" = "毎月";

/* No comment provided by engineer. */
"Motorcycle" = "オートバイ";

/* No comment provided by engineer. */
"nd day of month at" = "月の［DAY］日目：";

/* No comment provided by engineer. */
"No goal completed" = "完了した目標はありません";

/* No comment provided by engineer. */
"Not Planned" = "計画されていません";

/* No comment provided by engineer. */
"Notification are disallowed please make it enable from iphone's settings" = "通知が許可されていない場合は、iphoneの設定から有効にしてください";

/* No comment provided by engineer. */
"of" = "/";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Pick a Frequency:" = "頻度を選ぶ:";

/* No comment provided by engineer. */
"Pick a week day:" = "平日を選ぶ:";

/* No comment provided by engineer. */
"Please enter amount" = "金額を入力してください";

/* No comment provided by engineer. */
"Please enter amount of goal" = "目標の金額を入力してください";

/* No comment provided by engineer. */
"Please enter title of goal" = "目標のタイトルを入力してください";

/* No comment provided by engineer. */
"Please select currency of goal" = "目標の通貨を選択してください";

/* No comment provided by engineer. */
"Please select picture" = "写真を選択してください";

/* No comment provided by engineer. */
"Please select planned savings frequency" = "予定している貯金の頻度を選択してください";

/* No comment provided by engineer. */
"Please select saving frequency first!" = "貯金の頻度をまず最初に選択してください！";

/* No comment provided by engineer. */
"Predefined Icons" = "あらかじめ定義されたアイコン";

/* No comment provided by engineer. */
"Purchases" = "購入";

/* No comment provided by engineer. */
"Rate this App" = "このアプリを評価する";

/* No comment provided by engineer. */
"rd day of month at" = "月の［DAY］日目：";

/* No comment provided by engineer. */
"Reminder not set" = "リマインダーが設定されていません";

/* No comment provided by engineer. */
"Saturday" = "土曜日";

/* No comment provided by engineer. */
"Select Photo!" = "写真を選択してください！";

/* No comment provided by engineer. */
"Send Feedback" = "フィードバックを送信";

/* No comment provided by engineer. */
"Settings" = "設定";

/* No comment provided by engineer. */
"st day of month at" = "月の［DAY］日目：";

/* No comment provided by engineer. */
"Sunday" = "日曜日";

/* No comment provided by engineer. */
"Tell a friend" = "友達に伝える";

/* No comment provided by engineer. */
"th day of month at" = "月の［DAY］日目：";

/* No comment provided by engineer. */
"Thursday" = "木曜日";

/* No comment provided by engineer. */
"Travel" = "旅行";

/* No comment provided by engineer. */
"Truck" = "トラック";

/* No comment provided by engineer. */
"Tuesday" = "火曜日";

/* No comment provided by engineer. */
"TV" = "テレビ";

/* No comment provided by engineer. */
"Upgrade" = "アップグレード";

/* No comment provided by engineer. */
"Wednesday" = "水曜日";

/* No comment provided by engineer. */
"Weekly" = "毎週";

/* No comment provided by engineer. */
"Yes, Please" = "はい、お願いします";

/* No comment provided by engineer. */
"Yet not planned" = "まだ計画されていない";

/* No comment provided by engineer. */
"You can have only two active goals in free version. To have unlimited number of active goals and more upgrade to Pro version" = "あなたは無料版で2つのアクティブなゴールだけを持つことができます。 アクティブなゴールを無制限にしてProバージョンにアップグレードする";

/* No comment provided by engineer. */
"Yes" = "はい";

/* No comment provided by engineer. */
"No" = "いいえ";

/* No comment provided by engineer. */
"You have successfully deleted this goal." = "この目標は正常に削除されました。";

/* No comment provided by engineer. */
"Are you sure want to delete this goal?" = "この目標を削除してもよろしいですか？";

/* No comment provided by engineer. */
"You have successfully shared your post on facebook." = "あなたはFacebookに投稿を共有しています。";

/* No comment provided by engineer. */
"You have successfully shared your post on twitter." = "あなたは正常にあなたの投稿をtwitterで共有しました。";


/* No comment provided by engineer. */
"Share Goal" = "目標の共有";

/* No comment provided by engineer. */
"Goal Amount" = "目標金額";

/* No comment provided by engineer. */
"Target Date" = "目標日";

/* No comment provided by engineer. */
"Goal Progress" = "目標進捗";

/* No comment provided by engineer. */
"WHAT INFORMATION DO YOU WANT TO SHARE" = "どのような情報を共有したいですか";

/* No comment provided by engineer. */
"SHARE GOAL" = "目標の共有";

/* No comment provided by engineer. */
"Please login to your facebook account from moneybox settings screen." = "Moneyboxの設定画面からFacebookアカウントにログインしてください。";

/* No comment provided by engineer. */
"Please login to your twitter account from moneybox settings screen." = "Moneybox設定画面からTwitterアカウントにログインしてください。";

/* No comment provided by engineer. */
"Add icon or photo" = "アイコンまたは写真を追加する";

/* No comment provided by engineer. */
"Do you want to share this goal information?" = "このゴール情報を共有しますか？";

/* No comment provided by engineer. */
"Share" = "シェア";

/* No comment provided by engineer. */
"Cancel" = "キャンセル";

/* No comment provided by engineer. */
"of total goal amount" = "合計目標額の";

/* No comment provided by engineer. */
"I have a savings goal" = "私は節約目標を持っている";

/* No comment provided by engineer. */
"in Money Box" = "に Money Box";

/* No comment provided by engineer. */
"MORE FROM US" = "もっと見る";

/* No comment provided by engineer. */
"FEEDBACK" = "フィードバック";

/* No comment provided by engineer. */
"Money Box Protected" = "マネーボックス保護";

/* No comment provided by engineer. */
"Please enter your passcode to unlock" = "ロックを解除するにはパスコードを入力してください";

/* No comment provided by engineer. */
"Enable Passcode Lock" = "有効パスコードロック";

/* No comment provided by engineer. */
"To enable the Passcode Lock please choose a 4-digit code" = "パスコードロックを有効にするには、4桁のコードを選択してください";



/* No comment provided by engineer. */
"Please confirm your 4-digit code" = "4桁のコードをご確認ください";

/* No comment provided by engineer. */
"Change Passcode Lock" = "パスコードロックを変更する";

/* No comment provided by engineer. */
"Please enter your previous 4-digit code" = "前の4桁のコードを入力してください";

/* No comment provided by engineer. */
"Delete" = "削除";

/* No comment provided by engineer. */
"Clear" = "クリア";

/* No comment provided by engineer. */
"NOTIFICATION SETTING" = "通知設定";

/* No comment provided by engineer. */
"Show Money Box guide again" = "再度マネーボックスガイドを表示";

/* No comment provided by engineer. */
"SECURITY SETTINGS" = "セキュリティ設定";

/* No comment provided by engineer. */
"Touch ID" = "タッチID";

/* No comment provided by engineer. */
"Passcode Lock" = "パスコードロック";

/* No comment provided by engineer. */
"Change Pin" = "ピンを変える";

/* No comment provided by engineer. */
"PRO" = "PRO";

/* No comment provided by engineer. */
"Passcode and Touch ID support" = "パスコードとタッチIDのサポート";

/* No comment provided by engineer. */
"Click here to enable Notifications" = "通知を有効にするにはここをクリック";

/* No comment provided by engineer. */
"Notifications Are Enabled" = "通知が有効になっている";

/* No comment provided by engineer. */
"Please On passcode first" = "最初にパスコードを入力してください";

/* No comment provided by engineer. */
"Please set passcode first" = "最初にパスコードを設定してください";

/* No comment provided by engineer. */
"Face ID" = "顔のID";
